/*  Display when user enters a valid ip address or name */
"Valid and complete address." = "Fullstendig og gyldig adresse.";

/* Display when user enters an invalid ip address or name */
"Invalid or incomplete address." = "Ufullstendig eller ugyldig adresse.";

/* Display when port number entry is incorrect */
"Invalid port number. Port number must be between 1-65535." = "Ugyldig portnummer. Portnummeret må være mellom 1 og 65535.";

/* Display when address field is empty */
"Enter host name or IP address." = "Skriv inn vertsnavn eller IP-adresse.";

/*  Display when verifying what the user enters in ip address field */
"Verifying address..." = "Verifiserer adresse…";

/* */ 
"Unable to determine reachability. [%d, %ld]" = "Kan ikke fastslå tilgjengelighet. [%d, %ld]";
